import styles from './page.module.scss'

const page = () => {
  return (
    <div className={styles.police}>
      <div className={styles.wrapper}>
        <h1 className={styles.police__title}>Политика конфиденциальности</h1>
        <p className={styles.police__content}>Настоящая политика конфиденциальности действует в отношении всей информации, которую общество с ограниченной ответственностью «АЛЕВ ГРУПП» (ОГРН 1147746597415, ИНН 77249225517, юридический адрес: 125047, РТ, г.Москва, 1-Й Тверской-Ямской переулок, д.18, помещение №№1,2 ЧЕРДАК) (далее — «Оператор персональных данных» или «Оператор») и/или его аффилированные лица могут получить о пользователе и/или о третьем лице по поручению и в интересах которых действует пользователь (далее — «Третье лицо») - во время использования сайтов alevgroup.ru (далее — «Сайт»).
        <br/>
        <br/>
        В целях настоящей Политики конфиденциальности под доменом (доменным именем) понимается уникальный адрес в сети Интернет, используемый Оператором на законных основаниях и служащий для доступа пользователей к Сайту и программным модулям соответственно.
        <br/>
        <br/>
        Использование Сайта означает безоговорочное согласие пользователя с настоящей Политикой и Положением об обработке персональных данных клиентов (далее – Соглашение).  
        <br/>
        <br/>
        В случае несогласия с указанными условиями пользователь должен воздержаться от использования Сайта.
        <br/>
        <br/>
        В рамках настоящего Соглашения под «персональными данными пользователя» понимается:
        — любая персональная информация, которую пользователь предоставляет о себе самостоятельно либо о Третьем лице при регистрации в личном кабинете и/или в процессе оставления заявки, приобретения услуг, оставлении отзывов и/или прочих услуг на Сайте, включая, но не ограничиваясь, следующей информацией: фамилия, имя, отчество, дата рождения, пол, гражданство, серия, номер паспорта, адрес проживания или регистрации, домашний или мобильный телефон, адрес электронной почты и т.д., при этом Оператор вправе, но не обязан осуществлять проверку достоверности персональной информации, предоставляемой пользователями от своего имени или по поручению третьих лиц, и не осуществляет контроль за их дееспособностью. За предоставление недостоверной информации пользователь несёт ответственность самостоятельно. Обязательная для оказания услуг информация помечена специальным образом. Иная информация предоставляется пользователем на его усмотрение.
        <br/>
        <br/>
        — данные, которые автоматически передаются Сайту в процессе их использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookies, информация о браузере пользователя (или иной программы, с помощью которой осуществляется доступ к Сайту), время доступа и т.д.;
        <br/>
        <br/>
        — иная информация о пользователе и третьих лицах, сбор и/или предоставление которой определено в документах, регламентирующих порядок оказания тех или иных услуг с помощью Сайта.
        <br/>
        <br/>
        Сайт собирает и хранит только те персональные данные, которые необходимы для оказания услуг, предоставляемых посетителям Сайта.
        <br/>
        <br/>
        Персональную информацию пользователя можно использовать в следующих целях:
        — исполнение договоров (в том числе, в зависимости от оказываемых услуг, оформление проездных документов, бронирование номеров в средствах размещения, передача данных туроператора, в консульство иностранного государства, трансграничная передача, в т.ч., но, не ограничиваясь, на трансграничная передача персональных данных на территории стран, не обеспечивающих адекватную защиту персональных данных, авиакомпании, таможенные службы аэропортов и прочее);
        <br/>
        <br/>
        — связь с пользователем (в том числе экстренная) путём направления уведомлений, запросов и информации, касающихся использования Сайта, оказания предусмотренных Сайтом услуг, а также обработка запросов и заявок от пользователей, отправка сообщений по электронной почте, а также посредством смс и ммс сообщений с целью подтверждения (отмены) бронирования, уведомления об изменении в расписании рейсов, об изменении аэропорта вылета/прилета (ж/д вокзалов, автобусных вокзалов), отмене рейса, изменениях любых иных параметров рейса, а также о любых иных событиях, связанных с оказанием услуг в рамках использования Сайта;
        <br/>
        <br/>
        — улучшение качества работы Сайта, удобства его использования, разработка новых услуг;
        <br/>
        <br/>
        — получение по каналам связи (в том числе в смс-сообщениях) информации об услугах, статусе их оказания, а также об акциях, скидках, новостях Оператора и его партнёров;
        <br/>
        <br/>
        — проведение статистических и иных исследований, на основе обезличенных данных.
        <br/>
        <br/>
        Обработка персональных данных пользователя и/или Третьего лица включает в себя любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), в том числе трансграничную передачу, обезличивание, блокирование, удаление, уничтожение персональных данных.
        <br/>
        <br/>
        Согласие действует в течение 10 (десяти) лет с момента ознакомления с настоящей Политикой и Положением об обработке персональных данных клиентов.  Действие согласия прекращается на основании письменного заявления, которое подписывается пользователем и/или Третьим лицом и вручается, либо направляется заказным письмом с уведомлением о вручении обществу с ограниченной ответственностью «АЛЕВ ГРУПП» по адресу его местонахождения или на почтовый адрес.
        <br/>
        <br/>
        В случае отзыва согласия на обработку персональных данных Третьего лица вся полученная от пользователя информация, касающаяся Третьего лица, удаляется в течение тридцати календарных дней с даты поступления указанного заявления.
        <br/>
        <br/>
        В случае отзыва согласия на обработку персональных данных пользователя вся полученная от пользователя информация, в том числе логин и пароль, удаляется в течение тридцати календарных дней с даты поступления указанного отзыва, после чего пользователь не будет иметь доступ к Сайту с их помощью.
        <br/>
        <br/>
        В отношении персональных данных пользователя и/или Третьего лица сохраняется их конфиденциальность. Оператор вправе передать третьим лицам персональные данные пользователя  и/или Третьего лица  в следующих случаях:
        — пользователь выразил своё согласие на такие действия; — передача необходима в рамках использования пользователем Сайта либо для оказания предусмотренных ими услуг;
        <br/>
        <br/>
        — передача предусмотрена законодательством Российской Федерации в рамках установленной законодательством процедуры;
        <br/>
        <br/>
        — передача в рамках продажи или иной передачи бизнеса (полностью или части), при этом к приобретателю переходят все обязательства по соблюдению настоящего Соглашения применительно к полученным им персональным данным пользователя и/или Третьего лица;
        <br/>
        <br/>
        — в целях обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц в случаях, когда пользователь нарушает настоящее условия настоящего Соглашения.
        <br/>
        <br/>
        В случаях, предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных», обработка специальных категорий персональных данных пользователя и/или Третьего лица осуществляется только с согласия в письменной форме пользователя и/или Третьего лица. Письменное согласие пользователя и/или Третьего лица на обработку своих персональных данных должно включать в себя:
        — фамилию, имя, отчество, адрес пользователя и/или Третьего лица, номер основного документа, удостоверяющего его личность, сведения о дате выдачи указанного документа и выдавшем его органе; — наименование Оператора и адрес Оператора;
        <br/>
        <br/>
        — цель обработки персональных данных; — перечень персональных данных, на обработку которых дается согласие пользователя и/или Третьего лица;
        <br/>
        <br/>
        — перечень действий с персональными данными, на совершение которых дается согласие, общее описание используемых оператором способов обработки персональных данных;
        <br/>
        <br/>
        — срок, в течение которого действует согласие, а также порядок его отзыва. В случае недееспособности пользователя и/или Третьего лица согласие на обработку его персональных данных дает в письменной форме законный представитель пользователя и/или Третьего лица.
        <br/>
        <br/>
        В случае смерти пользователя и/или Третьего лица согласие на обработку его персональных данных дают в письменной форме наследники пользователя и/или Третьего лица, если такое согласие не было дано пользователем и/или Третьим лицом при его жизни.
        <br/>
        <br/>
        Для защиты персональных данных пользователя и/или Третьего лица от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также иных неправомерных действий с ними третьих лиц применяются необходимые и достаточные организационные и технические меры. Пользователь информирован о том, что его IP-адрес во время использования Сайта автоматически регистрируется.
        <br/>
        <br/>
        С целью ускорения исполнения услуг, а также в иных целях, предусмотренных настоящим Соглашением, будут использованы учетные строки (cookies), идентифицирующие каждого пользователя с максимальной быстротой для повышения скорости работы и обеспечения пользователя услугами, а также для анализа данных, которые содержатся в учетных строках (cookies).
        <br/>
        <br/>
        Оператор не контролирует и не несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на Сайте.
        <br/>
        <br/>
        Настоящее Соглашение может быть изменено без предварительного уведомления или согласия пользователя. Новая редакция Соглашения вступает в силу с момента её размещения, если иное не предусмотрено новой редакцией Соглашения.
        <br/>
        <br/>
        К настоящему Соглашению и отношениям между пользователями и Оператором, возникающим при его использовании, подлежит применению право Российской Федерации.
        <br/>
        <br/>
        Более полная информация о политике общества с ограниченной ответственностью «АЛЕВ ГРУПП» в отношении обработки персональных данных приведена Положении об обработке персональных данных клиентов.</p>
        <div className={styles.police__sign}>
          Утверждаю Генеральный директор
          <br/>
          ООО «АЛЕВ ГРУПП»
          <br/>
          Иванов И. И.
          <br/>
          17 июня 2024 года
         </div>
      </div>
    </div>
  )
}

export default page